Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: It took the great artist Peggy Lee nearly 20 years to outface the Disney Corporation to receive continuing payments for the voiceovers that she had done for some Disney cartoon films.
es: La gran artista Peggy Lee estuvo casi 20 años enfrentada a Disney Corporation para percibir el devengo continuo por los doblajes que hizo para algunas de las películas de dibujos de Disney.

source: Carana Corporation and National Chamber of Commerce and Services of Paraguay (2007).
es: Carana Corporation y Cámara Nacional de Comercio y Servicios de Paraguay (2007).

source: The same applies to radio and television broadcasting where only one radio and television station is state-owned but is run by an independent corporation.
es: Cabe decir lo mismo respecto de las emisiones de radio y televisión, ya que sólo hay una emisora de radio y otra de televisión de propiedad estatal, pero administradas por una empresa independiente.

source: All the property of this corporation shall be managed and controlled by the trustees subject to the approval of the local church.
es: Todas las propiedades de esta entidad jurídica serán administradas y controladas por los ecónomos, sujetos a la aprobación de la iglesia local.

source: Control is defined as the ability to determine the general policy of the corporation.
es: El control se define como la capacidad para decidir la política general de la empresa.

source: However, although the scheme was designed jointly, the firms were very reluctant to take shares in this site-management corporation.
es: No obstante, una vez fijado de común acuerdo este planteamiento, las empresas se mostraron muy reticentes a asumir participaciones de esa sociedad de infraestructuras.

source: As the number one spirits company in Mexico, Casa Pedro Domecq has developed genuine expertise in sales and merchandising training.
es: La primera sociedad de bebidas espirituosas de México, Casa Pedro Domecq, ha desarrollado sus habilidades de capacitación comercial y comercialización.

source: A monad is what we would have if we took our original egg in the raw state and scrambled it.
es: Una mónada es aquello que tendríamos si tomáramos nuestro huevo original en su estado crudo y lo batiéramos.

source: In general, entry barriers will be considerable as selective distribution is usually applied by manufacturers of branded products.
es: En general, los obstáculos a la entrada son considerables, pues generalmente aplican la distribución selectiva los fabricantes de productos de marca.

source: If a selective distribution system is chosen, the carmaker may apply a combination of qualitative and quantitative criteria, or he may alternatively select his dealers according to purely qualitative criteria.
es: Si opta por un sistema de distribución selectiva, el fabricante puede aplicar una combinación de criterios cualitativos y cuantitativos o bien seleccionar a sus distribuidores según criterios puramente cualitativos.

source: This regulation covers, for the first time, selective distribution.
es: El Reglamento integra por primera vez la distribución selectiva.

source: It considers that the SoC distribution system is an anti-competitive selective distribution system that restricts intra-brand competition.
es: Considera que el sistema de distribución SoC constituye un sistema de distribución selectivo anticompetitivo que restringe la competencia intramarca.

source: Another important factor is the number of selective distribution networks present in the same market.
es: Otro factor importante es el número de redes de distribución selectiva presentes en el mismo mercado.

source: It also means that within a selective distribution network, no restrictions can be imposed on appointed wholesalers as regards their sales of the product to appointed retailers.
es: Por otra parte, también implica que dentro de una red de distribución selectiva no se pueden imponer restricciones a los mayoristas designados en lo que respecta a sus ventas del producto a minoristas designados.

source: When they select their distributors, vehicle manufacturers can choose between a selective distribution system and a distribution based on territorial exclusivity, but they can no longer combine the two systems.
es: Cuando los constructores de automóviles nombrarán a sus distribuidores podrán elegir entre un sistema de distribución selectiva o un sistema basado en la exclusividad territorial y ya no podrán combinar los dos sistemas.

source: This exception allows the licensor to impose on the licensees an obligation to form part of a selective distribution system.
es: Esta excepción permite al licenciante imponer a los licenciatarios la obligación de formar parte de un sistema de distribución selectiva.

source: In addition to native title claims, the federal government also introduced the Indigenous Lands Corporation, which has responsibility to acquire land for Aboriginal people.
es: Además de las demandas de títulos nativos, el gobierno federal también estableció la Corporación de Tierras Indígenas, responsable de adquirir tierras para los aborígenes.

source: When the contract was recommended for award to Columbian Motors Corporation, which ranked first in the bid evaluation, Daeyang, which ranked second, filed a complaint questioning the credibility of the bidding proceeding.
es: Cuando se recomendó que se otorgara el contrato a Columbian Motors Corporation, que obtuvo la mejor evaluación, Daeyang, que quedó en segundo lugar, presentó una queja cuestionando la credibilidad del procedimiento de licitación.

source: The possibility exists that changing economic conditions could have an adverse effect on the financial position of the Corporation.
es: La evolución de la coyuntura económica puede incidir de forma negativa en la situación financiera de la Corporación.

source: It is generally accepted that the board has responsibility for reporting on the financial and operating results of the corporation.
es: Se acepta en general que el consejo tiene la responsabilidad de presentar informes sobre los resultados financieros y operacionales de la empresa.

source: Computer information that might help in this regard is often scrambled so that it becomes indecipherable.
es: La interferencia hace que la información sea indescifrable.

source: The children were given the Minnesota Handwriting Assessment Test, which uses a scrambled sentence to eliminate any speed advantage for more fluent readers.
es: Se realizó el test de evaluación de la escritura a mano de Minnesota, que emplea una frase con las palabras mezcladas para eliminar cualquier ventaja de velocidad para los lectores más fluidos.

source: Before a friend introduced him to ACN, Patrick was self employed in his own merchandising business.
es: Antes de que un amigo le presentara la Oportunidad ACN Patrick trabajaba por su cuenta en su propio negocio.

source: We leverage such control with price differentiation of products, implementation of simultaneous promotions and designing channel marketing and merchandising strategies tailored for each channel.
es: De esta manera es factible apoyar las estrategias de diferenciación de productos a través de los precios, así como la realización de promociones simultáneas y el diseño de estrategias específicas de mercadotecnia por canal.

source: A satellite receiver which receives scrambled and digitalised MPEG satellite television broadcast signals (images and sound), converts them into analogue signals and transfers them in a usable form to a connected television receiver, videomonitor or data monitor.
es: Descodifica dichas señales en señales analógicas y las transmite a un aparato de televisión, un videomonitor o un monitor de datos, de forma apropiada.

source: Dube and scores of other women and girls who had never imagined that a day would come when they could be empowered to defend and articulate their rights scrambled for the opportunity.
es: Dube junto con varias mujeres y niñas que nunca imaginaron que llegaría el día en que pudieran quedar empoderadas para defender y articular sus derechos lucharon por esa oportunidad.

source: As we shape our channels into a more effective gateway to the minds of our consumers, our merchandising strategies are becoming more compelling and more effective by providing consumers with the best choices at the point-of-sale.
es: A medida que transformamos nuestros canales de distribución en una vía de comunicación más efectiva con los consumidores, nuestras estrategias de mercadeo evolucionan impactando cada vez más la decisión de compra en el punto de venta, activando de esta manera el consumo.

source: To enhance visibility at the event, Exhibitors can access the Merchandising Manual that contains strategic tools to maximize the participation of the your company, highlighting your presence in the market.
es: evento, el expositor tendrá a su disposición el Manual de Merchandising que contiene herramientas estratégicas para su empresa maximizar la participación, marcando presencia de forma diferenciada y destacada junto a los visitantes.

source: Last enthusiasts of a particular vehicle make will tend to concentrate on merchandising concerning that make, including of course scale models.
es: Por último, los aficionados a una marca tenderán a coleccionar los productos derivados de la misma entre los que se cuentan, evidentemente, las miniaturas.

source: The SBA also also sponsors about 900 nationwide Small Business Development Centers (SBDCs), Business Information Centers (BICs) and the Senior Corps of Retired Executives (SCORE).
es: La SBA también patrocina en toda la nación alrededor de 900 Centros para el Desarrollo de Pequeños Negocios (SBDC, por sus siglas en inglés), Centros de Información para Negocios (BIC, por sus siglas en inglés), y el Cuerpo de Servicios de Ejecutivos Jubilados (SCORE, por sus siglas en inglés).

source: That restriction is designed to give selective distribution systems a closed character, making it impossible for non-authorised dealers to obtain supplies.
es: Así se pretende dotar a los sistemas de distribución selectiva de un carácter cerrado, que hace imposible que los distribuidores no designados obtengan suministros.

source: The reality, however, seems to be that selective distribution is often applied by a number of the suppliers on a given market.
es: Sin embargo, de hecho se observa que, a menudo, la distribución selectiva se aplica por una serie de proveedores en un mercado dado.

source: This applies in particular to obligations which have the effect of preventing the members of a selective distribution system from selling the brands of particular competing suppliers, which could easily lead to foreclosure of certain brands.
es: Esto se refiere sobre todo a las obligaciones que tienen como efecto impedir que los miembros de un sistema de distribución selectiva vendan las marcas de fabricantes competidores específicos, lo que podría fácilmente excluir del mercado a determinadas marcas.

source: This can for instance be found in selective distribution and franchising.
es: Este fenómeno puede verse, por ejemplo, en la distribución selectiva y la franquicia.

source: This may be relevant in particular for selective distribution.
es: Esto puede ser pertinente especialmente en el caso de la distribución selectiva.

source: Appeal - Selective distribution system - Luxury cosmetic products - Undertaking directly and individually concerned.
es: Recurso de casación - Sistema de distribución selectiva - Productos cosméticos de lujo - Empresa directa e individualmente afectada.

source: Carmakers may choose between an exclusive distribution system, where dealers are allocated a given territory, or a selective distribution system.
es: Los fabricantes pueden elegir entre un sistema de distribución exclusiva, por el cual se asigna un territorio dado a los distribuidores, o un sistema de distribución selectiva.

source: A general framework of analysis is provided and this framework of analysis is applied to the most important specific vertical restraints, such as single branding, exclusive distribution and selective distribution.
es: Se facilita un marco general de análisis que se aplica a las restricciones verticales específicas más importantes, tales como marca única, distribución exclusiva y distribución selectiva.

source: This will help us understand the ROI and success of the booth program.
es: Esto nos ayudará a determinar la inversión de alto rendimiento y el éxito del programa del stand.

source: The corporation was responsible for the construction, operation, and maintenance of facilities to collect and purify water.
es: La empresa se encargaba de construir, operar y mantener las instalaciones de captación y potabilización de agua.

source: He believed that government should be local, that the decisions that most directly affect people should be made by the people themselves, not by a remote government, or a remote corporation.
es: El creía que el gobierno debe ser local, que las decisiones que más directamente afectan a la gente deberían ser hechas por la gente misma, no por un gobierno remoto, o una corporación remota.

source: Gehrlicher is the only energy corporation that has made it to the top of this ranking.
es: Gehrlicher es la única empresa energética que ha subido a lo más alto de este ranking.

source: In 1980 the corporation that is today Grupo Carso was officially incorporated in order to obtain the majority stake in Cigatam, in which Philip Morris was a 29% partner.
es: En 1980 se constituyó formalmente la sociedad que es actualmente Grupo Carso, con el objeto de adquirir la mayoría de Cigatam, socia de Philip Morris que tenía el 29%.

source: The return will not necessarily be monetary it may, for instance, be a public relations benefit, and the corporation may try to garner the best advantage for itself.
es: La rentabilidad no será forzosamente monetaria puede ser, por ejemplo, una operación ventajosa de relaciones públicas a la que la empresa puede tratar de sacar el mayor provecho.

source: The Chilean Corporations Law also provides shareholders with a right to withdraw from a corporation in certain situations.
es: La Ley de Sociedades Anónimas chilena también da a los accionistas derecho a retirarse de una sociedad anónima en ciertas situaciones.

source: A device that decodes a scrambled signal and allows access to a broadcast service normally used in conjunction with a smart card.
es: Dispositivo que decodifica una señal cifrada y permite el acceso a un servicio de emisión se suele usar con una tarjeta inteligente.

source: In recent months in particular, investors have scrambled to buy companies with weak balance sheets.
es: Especialmente en los últimos meses, los inversores se han peleado por comprar empresas con balances financieros débiles.

source: The sisters' elderly grandmother scrambled to pay for school uniforms and books, as she knew that without education her grandchildren would face an even bleaker future.
es: La anciana abuela de las niñas se sacrificó para pagar los uniformes y libros escolares, ya que sabe que sin educación sus nietas enfrentarían un futuro todavía más sombrío.

source: This is a free tasting of up to 2,000 kilos of asparagus, cooked in an omelette, scrambled or grilled.
es: Se trata de una degustación gratuita de hasta 2.000 kilos de espárragos, cocinados en tortilla, revueltos o a la plancha.

source: Premium centres enjoy a preferential position in the corporate image and merchandising products of Belliance inasmuch they benefit from the advertising campaigns of Belliance Cosmetic Surgery.
es: Los centros Premium disfrutan de una posición preferente en la imagen corporativa y productos de merchandising de Belliance, de forma que se ven respaldados por las acciones publicitarias de Belliance Cirugía Estética.

source: Funds have also been raised through merchandising and licensing agreements, and, on a pilot basis, through large-scale mail appeals to private citizens, which has also involved awareness-raising with regard to UNESCO's activities.
es: También se han recaudado fondos gracias a acuerdos de comercialización y concesión de licencias, y, con carácter experimental, mediante una campaña masiva por correspondencia dirigida a particulares, lo cual ha contribuido también a que conocieran mejor las actividades de la UNESCO.

source: Likewise, people who speak about merchandising - or mercantiling', as was the translation - in the record industry should wake up and smell the coffee.
es: Del mismo modo las personas que hablan de comercialización -o mercantilismo, como decía la traducción- en la industria de grabación deben abrir los ojos.

source: City of Hillsboro; Washington County; Hillsboro School District; seniors; churches; service clubs; Internet service providers; businesses; fraternal organizations; Retired Seniors Volunteer Program; SOLV; AARP; Youth Volunteer Corps; Senior Core of Retired Executives (SCORE); Hillsboro Economic Development Partnership.
es: Ciudad de Hillsboro; Condado de Washington; Distrito Escolar de Hillsboro; gente de mayor edad; iglesias; clubs de servicios; proveedores de servicios de Internet; empresas; organizaciones fraternales; Programa de Voluntarios Ancianos Jubilados; SOLV; AARP; Cuerpo de Jóvenes Voluntarios; Grupo Importante de Ejecutivos Jubilados (SCORE); Asociación de Desarrollo Económico de Hillsboro.

source: These include the counseling and training services of SCORE (the Service Corps of Retired Executives) and financial assistance from the Microloan and the 7(a) loan programs.
es: Estos incluyen servicios de asesoría y capacitación de SCORE (Service Corps of Retired Executives) y asistencia financiera por medio de los programas de préstamo Microloan y 7(a).

source: Additionally, the Small Business Administration (SBA) offers one-on-one assistance and workshops on the topic of business planning through their Small Business Development Centers (SBDC's) and Service Corps of Retired Executives (SCORE) offices across the state.
es: Asimismo, la Agencia Federal para el Desarrollo de la Pequeña Empresa (Small Business Administration 83 SBA) ofrece asistencia particular y talleres sobre los planes de negocios por medio de sus Centros de Desarrollo de la Pequeña Empresa (Small Business Development Centers - SBDC) y de las oficinas del Cuerpo de Servicio de Ejecutivos Jubilados (Service Corps of Retired Executives SCORE) en todo el estado.

source: Service Corps of Retired Executives (SCORE )
es: La Administración de Pequeños Negocios (SBA, por sus siglas en inglés)

source: The Small Business Development Centers (SBDC) and the Service Corp of Retired Executives (SCORE) can provide assistance.
es: Los Centros de Desarrollo de la Pequeña Empresa (SBDC, por sus siglas en inglés) y el Cuerpo de Servicio de Ejecutivos Jubilados (SCORE, por sus siglas en inglés), pueden proporcionar asistencia.

source: www.score.org (Service Corps of Retired Executives) is a great resource of retired executives that will mentor you and give advice on a full range of business topics.
es: www.score.org (sólo en inglés) es un gran recurso donde ejecutivos retirados lo pueden aconsejar y proveerle datos sobre una gama completa de asuntos de negocio.

source: SERVICE CORPS OF RETIRED EXECUTIVES (SCORE) 3.
es: 2. SERVICIO DE CORP DE EJECUTIVOS JUBILADOS (SCORE)

source: "Individuals are playing or wishing to play a bigger role in resolving global issues by contributing their know-how and services to various types of ""developmental peace corps"" organizations (retired senior executives, business administration students, financial sector experts)."
es: "Algunas personas están desempeñando o desean desempeñar un papel más relevante en la resolución de problemas mundiales poniendo sus conocimientos y servicios a disposición de diversos tipos de organizaciones que integran el ""cuerpo de paz del desarrollo"" (altos ejecutivos retirados, estudiantes de administración de empresas y expertos del sector financiero)."

source: SCORE is an SBA-sponsored volunteer management counseling program comprised of active and retired business executives who volunteer their time counseling and advising small business owners on starting and managing their businesses.
es: SCORE es un programa de consultoría voluntaria de administración patrocinado por SBA, que está compuesto de ejecutivos activos y jubilados que ofrecen sus servicios voluntarios prestando consultoría y asesoría a dueños de negocios pequeños en cuanto al inicio y la administración de sus negocios.

source: "The ceremony was followed by a panel discussion for civil society organizations, members of the diplomatic corps, senior officers of Togo's military and security forces and student researchers on the topic ""Arms and conflicts in Africa""."
es: "Tras la ceremonia, tuvo lugar una conferencia-debate dirigida a organizaciones de la sociedad civil, miembros del cuerpo diplomático, oficiales superiores de las fuerzas armadas y de seguridad togolesas y estudiantes investigadores sobre el tema ""Armamento y conflictos en África""."

source: This risk may be an ideal one to solve once, and thus maximize the ROI.
es: Este podría ser un riesgo ideal de resolver una vez y de esta manera maximizar la rentabilidad.

source: The negative development of ROI was broadly in line with the negative development of profitability, which decreased by 2,3 percentage points during the same period.
es: Esta evolución negativa concuerda ampliamente con la de la rentabilidad, que bajó 2,3 puntos en el mismo periodo. 4.2.3.4. Flujo de caja

source: We expect to reach ROI in six months.
es: Esperamos alcanzar el retorno de la inversión en seis meses.

source: The latter is important for return on investment (ROI) calculations as well as for managing working capital, liquidity and solvency.
es: Este último es importante para los cálculos del rendimiento de la inversión (ROI), así como para la gestión del fondo de operaciones, la liquidez y la solvencia.

source: In this case, keep in mind that ROI is not always measurable in dollars and cents!
es: En éste caso, ¡tenga en mente que ROI no siempre es mensurable en reales o dólares!

source: They will also monitor user behavior, advertising, and service quality to make sure the strategy is delivering improved ROI.
es: También supervisarán la conducta de los usuarios, las publicidades y la calidad del servicio para asegurarse de que la estrategia genere un mayor retorno de la inversión (Return On Investment, ROI).

source: This report outlines how companies can benchmark TCO and then introduce technologies and processes to drive improved ROI and TCO.
es: Este informe describe de qué manera las empresas pueden comparar su costo total de propiedad con un valor de referencia y luego introducir tecnologías y procesos para generar un mayor retorno sobre la inversión y un menor costo total de propiedad.

source: The Director will report any conflict the he may have with the interests of the corporation.
es: El Consejero deberá comunicar cualquier situación de conflicto de intereses que pudieran tener con el interés de la Sociedad.

source: The Branch is not a corporation separate from the Company.
es: La Sucursal no es una empresa independiente de la Compañía.

source: Signature of a memorandum of understanding with Mitsubishi Motors Corporation on electric vehicle development.
es: Firma de un protocolo de acuerdo con Mitsubishi Motors Corporation para desarrollar vehículos eléctricos.

source: Bioenergy Company of the Year Award received by Abengoa Bioenergy Corporation.
es: Obtención del Premio a la Compañía de Bioenergía del Año por Abengoa Bioenergy Corporation.
